{
	"about": "<b>Mountea Dialoguer</b> is an open-source standalone tool designed to create dialogue systems for any game engine or media project. It offers flexibility and scalability, allowing users to create branching dialogues, interactive storylines, and complex dialogue flows. While the tool can be integrated with any engine or media, it has native support for Unreal Engine through the<a href='https://www.unrealengine.com/marketplace/en-US/product/mountea-framework-dialogue-system'> <b>Mountea Dialogue Plugin</b></a>.<br/><br/>The tool supports the following key features:<ul><li><b>Cross-Platform Compatibility:</b> Suitable for any game engine or media requiring structured dialogues.</li><li><b>Node-Based Dialogue Creation:</b> Easily design and visualize dialogue systems using an intuitive node-based interface.</li><li><b>Customizable & Scalable:</b> The tool supports both small and large projects, making it suitable for indie developers and larger teams alike.</li><li><b>Unreal Engine Integration:</b> With the Mountea Dialogue Plugin, users can seamlessly implement their dialogues directly into Unreal Engine projects.</li></ul><br/>You can find more information and contribute to the project at the <a href='https://github.com/Mountea-Framework/MounteaDialoguer'>GitHub Repository</a>.<br/><br/><b>Goal:</b> Our mission is to support not only native Unreal Engine integration but also to welcome developers to integrate <b>Mountea Dialoguer</b> with other game engines and even existing dialogue systems within Unreal. Whether you're working with a different engine or have a custom dialogue system, we aim to provide a tool that can adapt to your workflow and project needs.",
	"author": "Hi, I'm Dominik Morse, a Senior Unreal Engine developer and the creator of the <b>Mountea Framework</b>. I love building tools that make game development easier and more fun! Over the years, I’ve focused on creating flexible, powerful systems like <b>Mountea Dialoguer</b>, which helps developers design dialogues for any game engine, with native support for Unreal Engine.<br/><br/>I maintain and expand the Mountea Framework, adding new features and listening to feedback from the community to make sure it’s the best it can be. If you're interested in what I do or want to collaborate, feel free to check out my work on the <a href='https://github.com/Mountea-Framework'>Mountea Framework</a> or connect with me on <a href='https://www.linkedin.com/in/dominik-morse-447168126/'>LinkedIn</a>."
}
